#Задача 1
num1 = int(input('Введите первое число:'))
num2 = int(input('Введите второе число:'))

if num1 > num2:
    
    print(f'Введенные числа: {num2} и {num1}')
    
else:
    
    print(f'Введенные числа: {num1} и {num2}')

#Задача 2



